Repository: twostraws/HandsOff
Catalog: Localizable.xcstrings
Source language: en
Languages: de, ja, pl, pt_br, sv, uk

source: Adding a widget
de: Ein Widget hinzufügen
ja: ウィジェットを追加
pl: Dodawanie widżetu
pt_br: Adicionar um widget
sv: Hur man lägger till en widget
uk: Додавання віджету

source: Background
de: Hintergrund
ja: バックグラウンド
pl: Tło
pt_br: Fundo
sv: Bakgrund
uk: Фон

source: Be intentional.
de: Sei zielgerichtet.
ja: 意図を持って行動してみよう。
pl: Podążaj za intencją.
pt_br: Seja intencional.
sv: Var fokuserad.
uk: Май чіткий намір.

source: Black
de: Schwarz
ja: 黒
pl: Czarny
pt_br: Preto
sv: Svart
uk: Чорний

source: Blue
de: Blau
ja: 青
pl: Niebieski
pt_br: Azul
sv: Blå
uk: Синій

source: Break the loop.
de: Durchbrich den Kreislauf.
ja: その繰り返しを止めよう。
pl: Przełam ciąg.
pt_br: Quebre o ciclo.
sv: Bryt mönstret.
uk: Припини це повторення.

source: Choose presence.
de: Entscheide dich, im Moment zu sein.
ja: 今ここにいることを選ぼう。
pl: Wybierz obecność.
pt_br: Escolha estar presente.
sv: Var närvarande.
uk: Будь в моменті.

source: Color
de: Farbe
ja: 色
pl: Kolor
pt_br: Cor
sv: Färg
uk: Колір

source: Configuration
de: Einstellungen
ja: 設定
pl: Konfiguracja
pt_br: Configuração
sv: Konfiguration
uk: Налаштування

source: Custom (Enter below)
de: Individuell (unten eingeben)
ja: 自分で設定（下に入力）
pl: Spersonalizowana (Wpisz tutaj)
pt_br: Personalizada (Digite abaixo)
sv: Egen (skriv nedan)
uk: Свій (введіть нижче)

source: Custom Message
de: Individuelle Botschaft
ja: 自分で設定したメッセージ
pl: Spersonalizowana wiadomość.
pt_br: Mensagem Personalizada
sv: Egen text
uk: Своє повідомлення

source: Do literally anything else.
de: Egal was, mach was anderes.
ja: とにかく他のことをやってみて。
pl: Zrób cokolwiek innego.
pt_br: Faça literalmente qualquer outra coisa.
sv: Gör något annat. Vad som helst.
uk: Пороби щось інше.

source: Drink some water.
de: Trink etwas Wasser.
ja: お水を飲んで。
pl: Napij się wody.
pt_br: Beba um pouco de água.
sv: Drick lite vatten.
uk: Випий водички.

source: Drop it like it’s hot.
de: Lass es fallen, es brennt.
ja: 熱いものみたいにサッと捨てちゃえ。
pl: Rzuć to, bo parzy.
pt_br: Larga que tá fervendo.
sv: Släpp den som om den bränner.
uk: Випусти, ніби пече.

source: Enjoy the quiet.
de: Genieß die Ruhe.
ja: 静けさを楽しんで。
pl: Ciesz się ciszą.
pt_br: Aproveite o silêncio.
sv: Njut av tystnaden.
uk: Насолодись тишею.

source: Go back to your Home Screen then add a Hands Off widget there. You can choose from various sizes, and once you've added a widget you can customize the message and style.
de: Geh zurück zum Home-Bildschirm und füg dort ein Hands Off-Widget hinzu. Du kannst aus verschiedenen Größen wählen. Und sobald du ein Widget hinzugefügt hast kannst du die Botschaft sowie den Stil anpassen.
ja: ホーム画面に戻って、そこでHands Offウィジェットを追加してください。いくつかのサイズから選ぶことができ、ウィジェットを追加した後は、メッセージとスタイルをカスタマイズできます。
pl: Wyjdź do ekranu głównego i wtedy dodaj widżet Hands OFF. Możesz wybrać różne rozmiary i jak dodasz widżety możesz je spersonalizować własną wiadomością czy stylem.
pt_br: Volte para a Tela de Início e adicione um widget do Hands Off. Você pode escolher entre vários tamanhos e, depois de adicionar, pode personalizar a mensagem e o estilo.
sv: Gå tillbaka till hemskärmen och lägg till en Hands Off-widget. Du kan välja mellan flera olika storlekar, och när du har lagt till en widget kan du anpassa både meddelande och stil.
uk: Поверніться на Головний Екран, після чого додайте Hands Off-віджет звідти. Ви можете обрати його в будь-якому розмірі. Додавши віджет ви можете змінювати його текст та стиль.

source: Green
de: Grün
ja: 緑
pl: Zielony
pt_br: Verde
sv: Grön
uk: Зелений

source: Hands Off Widget Configuration
de: Hands Off Widget-Einstellungen
ja: ハンズ・オフ・ウィジェット設定
pl: Konfiguracja widżetu Hands Off!
pt_br: Configuração do Widget do Hands Off
sv: Hands Off-widgetkonfiguration
uk: Конфігурація Hands Off віджету

source: I don't think so.
de: Das solltest du lieber lassen.
ja: そうじゃないと思う。
pl: Nie sądze.
pt_br: Acho que não.
sv: Skulle inte tro det.
uk: Я так не думаю.

source: If you often pick up your phone with no intention other than mindless scrolling, this app is for you.
de: Wenn du dein Handy oft nur in die Hand nimmst, um wahllos zu scrollen, ist diese App genau das Richtige für dich.
ja: なんとなくスマホを手に取って、無意識にスクロールしてしまうことが多いなら、このアプリはあなたのためのものです。
pl: Jeżeli często korzystasz z telefonu bezmyślnie scrollując. Ta aplikacja jest dla ciebie.
pt_br: Se você costuma pegar o celular só para scrollar sem pensar, este app é para você.
sv: Brukar du ta upp mobilen bara för att scrolla utan mål? Då är den här appen för dig.
uk: Якщо ви часто берете свій телефон в руки без очевидної мети, окрім бездумного скролінгу - тоді цей застосунок саме для вас.

source: Indigo
de: Indigoblau
ja: 藍色
pl: Indygo
pt_br: Índigo
uk: Індиго

source: Just pause.
de: Einfach mal pausieren.
ja: 少しだけ止まってみよう。
pl: Po prostu przerwij.
pt_br: Apenas pause.
sv: Ta en paus.
uk: Зроби паузу.

source: Long-press on your Home Screen as if you wanted to rearrange your apps. Tap the Edit button in the top corner, then select Add Widget, and scroll until you find Hands Off. If you want to edit a widget later on, long-press on it and choose Edit Widget.
de: Halte einen leeren Bereich auf dem Home-Bildschirm gedrückt, als würdest du deine Apps neu anordnen wollen. Tippe dann auf „Bearbeiten“ in der oberen Ecke, wähle „Widget hinzufügen“ aus und scrolle, bis du Hands Off findest. Wenn du ein Widget später bearbeiten möchtest, halte es einfach lange gedrückt und wähle „Widget bearbeiten“ aus.
ja: ホーム画面でアプリを並べ替えるときのように、長押ししてください。 画面の端にある「編集」ボタンをタップし、「ウィジェットを追加」を選びます。 スクロールして Hands Off! を見つけてください。 あとからウィジェットの設定を変更したい場合は、ウィジェットを長押しして「ウィジェットを編集」を選びます。
pl: Długo przytrzymaj na ekranie główny jakbyś chciał zmienić umiejscowienie aplikacji. Kliknij przycisk Edytuj na górnym rogu i wybierz Dodaj Widżet, znajdź opcję “Hands Off”. Aby edytować widget przytrzymaj go długo i wybierz Edytuj Widżet.
pt_br: Toque e segure na Tela de Início como se fosse reorganizar seus apps. Toque no botão Editar no canto superior, selecione Adicionar Widget e procure o Hands Off. Se quiser editar o widget depois, toque e segure nele e escolha Editar Widget.
sv: Tryck och håll ned på hemskärmen som om du skulle flytta appar. Tryck sedan på Ändra-knappen uppe i hörnet och välj Lägg till widget. Bläddra tills du hittar Hands Off. Om du senare vill redigera din widget, tryck och håll ned på den och välj Redigera widget.
uk: Натисніть і утримуйте на Головному екрані, так само, як коли ви хочете змінити порядок застосунків. Натисніть кнопку «+» та оберіть «Додати віджет», після чого гортайте список, доки не побачите в ньому «Hands Off!». Якщо ви пізніше захочете відредагувати віджет - ви можете просто натиснути й утримувати його, після чого обрати «Редагувати віджет».

source: Message
de: Botschaft
ja: メッセージ
pl: Wiadomość
pt_br: Mensagem
sv: Meddelande
uk: Текст

source: Mint
de: Minze
ja: ミント
pl: Miętowy
pt_br: Menta
sv: Mintgrön
uk: Мʼятний

source: Need help adding a widget?
de: Brauchst du Hilfe beim Hinzufügen von Widgets?
ja: ウィジェットの追加方法がわからないですか？
pl: Potrzebujesz pomocy w dodawaniu widżetu?
pt_br: Precisa de ajuda para adicionar um widget?
sv: Behöver du hjälp att lägga till en widget?
uk: Потрібна допомога з додаванням віджета?

source: Nice try.
de: Netter Versuch.
ja: いい線いってたよ。
pl: Nieźle Ci szło.
pt_br: Boa tentativa.
sv: Bra försök.
uk: Гарна спроба.

source: No new notifications.
de: Keine neuen Mitteilungen.
ja: 新しい通知はありません。
pl: Brak nowych powiadomień.
pt_br: Nenhuma notificação nova.
sv: Inga nya notiser.
uk: Нових повідомлень немає.

source: No.
de: Nein.
ja: ダメ。
pl: Nie.
pt_br: Não.
sv: Nej.
uk: Ні.

source: Nope.
de: Nö.
ja: ダメだよ。
pl: NIE.
sv: Nepp.
uk: Не-а.

source: One thing at a time.
de: Eins nach dem anderen.
ja: ひとつずつやっていこう。
pl: Jedna rzecz na raz.
pt_br: Uma coisa de cada vez.
sv: En sak i taget.
uk: Зосередься на одному за раз.

source: Open App
de: App öffnen
ja: アプリを開く
pl: Otwórz aplikacje
pt_br: Abrir App
sv: Öppna app
uk: Відкрити застосунок

source: Purple
de: Lila
ja: 紫
pl: Fioletowy
pt_br: Roxo
sv: Lila
uk: Фіолетовий

source: Put down your phone
de: Leg dein Handy weg
ja: スマホを置いて。
pl: Odłóż telefon
pt_br: Largue o celular
sv: Lägg ifrån dig din telefon
uk: Поклади свій телефон

source: Put down your phone.
de: Leg dein Handy weg.
ja: スマホを置いて。
pl: Odłóż telefon.
pt_br: Largue o celular.
sv: Lägg ner din telefon
uk: Поклади свій телефон.

source: Put it down, you superstar.
de: Leg es weg, du Held.
ja: スマホを置いてよ、スーパースターさん。
pl: Gwiazdo, otwórz telefon.
pt_br: Guarda isso, superstar.
sv: Du är grym, men lägg ifrån dig den nu
uk: Залиш телефон, зірко.

source: Put your phone away.
de: Steck dein Handy weg.
ja: スマホをしまって。
pl: Odłóż telefon.
pt_br: Guarde o celular.
sv: Lägg ifrån dig din telefon.
uk: Відклади телефон.

source: Really? Again?
de: Wirklich? Schon wieder?
ja: 本当に？またやるの？
pl: Znowu? Na serio?
pt_br: Sério? De novo?
sv: Verkligen? Igen?
uk: Серйозно? Знову?

source: Reclaim your time.
de: Hol dir deine Zeit zurück.
ja: 自分の時間を取り戻そう。
pl: Odzyskaj swój czas.
pt_br: Resgate o seu tempo.
sv: Ta tillbaka kontrollen över din tid.
uk: Поверни собі свій час.

source: Red
de: Rot
ja: 赤
pl: Czerwony
pt_br: Vermelho
sv: Röd
uk: Червоний

source: Rounded Text
de: Runde Schrift
ja: 丸みを帯びたテキスト
pl: Zaokrąglony tekst
pt_br: Texto Arredondado
sv: Rundad text
uk: Закруглений текст

source: Same apps, same scroll.
de: Gleiche Apps, gleiches Scrollen.
ja: アプリは変わらず、スクロールも変わらず。
pl: Te same aplikacje, te same scrollowanie.
pt_br: Mesmos apps, mesmo scroll.
sv: Samma appar, samma gamla skrollande.
uk: Одні і ті самі застосунки, один й той самий скролінг.

source: Show Border
de: Rahmen anzeigen
ja: 枠線を表示する
pl: Pokaż ramkę
pt_br: Mostrar Borda
sv: Visa ram
uk: Показувати рамку

source: Still here?
de: Immer noch hier?
ja: まだここにいるの？
pl: Nadal tutaj?
pt_br: Ainda por aqui?
sv: Fortfarande här?
uk: Все ще тут?

source: Stop scrolling.
de: Hör auf zu scrollen.
ja: スクロールするのはもうやめよう。
pl: Przestań scrollować.
pt_br: Pare de scrollar.
sv: Sluta skrolla.
uk: Припини скролити.

source: Stretch instead.
de: Streck dich stattdessen.
ja: 代わりにストレッチしよう。
pl: Zamiast tego porozciągaj się.
pt_br: Vá se alongar.
sv: Sträck på dig istället.
uk: Краще розімнися.

source: Teal
de: Petrol
ja: 青緑
pl: Morski
pt_br: Azul-petróleo
sv: Blågrön
uk: Бірюзовий

source: That’s enough pixels for today.
de: Das sind genug Pixel für heute.
ja: 今日はもう画面は十分だね。
pl: Wystarczy pikseli na dzisiaj.
pt_br: Chega de pixels por hoje.
sv: Slutpixlat för idag.
uk: Достатньо пікселів на сьогодні.

source: The void says hello.
de: Die Leere grüßt dich.
ja: 何もない空間が挨拶してきたよ。
pl: Pustka mówi cześć.
pt_br: O vazio mandou um oi.
sv: Avgrunden säger hej.
uk: Безодня передавала привіт.

source: There’s nothing new here.
de: Hier gibt es nichts Neues.
ja: 特に目新しいものはないよ。
pl: Nie ma tutaj nic nowego.
pt_br: Nada de novo por aqui.
sv: Inget nytt att visa.
uk: Тут немає нічого нового.

source: There’s still time to stop.
de: Es ist noch nicht zu spät, aufzuhören.
ja: まだやめる時間はあるよ。
pl: Nadal jest czas przestać.
pt_br: Ainda é tempo de parar.
sv: Du har fortfarande tid att sluta.
uk: У тебе ще є час зупинитись.

source: This can wait.
de: Das hat Zeit.
ja: これは後回しでいいよ。
pl: To może poczekać.
pt_br: Isso pode esperar.
sv: Det kan vänta.
uk: Це може почекати.

source: This isn’t rest.
de: Das ist kein Ausruhen.
ja: これは休息じゃないよ。
pl: To nie odpoczynek.
pt_br: Isso não é descanso.
sv: Detta är ingen vila.
uk: Це не відпочинок.

source: This will still be here later.
de: Das wird später immer noch hier sein.
ja: これは時間が経ってもなくならないよ。
pl: To nadal będzie tutaj.
pt_br: Isso ainda vai estar aqui mais tarde.
sv: Det här kommer att finnas kvar senare.
uk: Це нікуди не дінеться.

source: Time to log off.
de: Zeit, sich abzumelden.
ja: ログオフする時間だよ。
pl: Pora się wylogować.
pt_br: Hora de desconectar.
sv: Dags att koppla bort.
uk: Час вийти з мережі.

source: Walk away.
de: Wende dich ab.
ja: ここを少し離れてみよう。
pl: Odejdź.
pt_br: Se afaste.
sv: Gå iväg.
uk: Відійди.

source: Was this intentional?
de: War das mit Absicht?
ja: 意図的だったのかな？
pl: Czy ty to chciałeś?
pt_br: Isso foi intencional?
sv: Var det här avsiktligt?
uk: Це було навмисно?

source: What are you avoiding?
de: Was schiebst du vor dir her?
ja: もしかして、避けたいことがあるのかな？
pl: Dlaczego tego unikasz?
pt_br: O que você está evitando?
sv: Vad är det du försöker undvika?
uk: Чого ти тут уникаєш?

source: What were you about to do?
de: Was hattest du vor zu tun?
ja: ん？今なんかやろうとしてなかった？
pl: Co miałeś teraz robić?
pt_br: O que você estava prestes a fazer?
sv: Vad var du på väg att göra?
uk: Що у тебе було в планах до цього?

source: Why are you on your phone?
de: Warum bist du am Handy?
ja: スマホに用事でも？
pl: Czemu siedzisz na telefonie?
pt_br: Por que você está no celular?
sv: Varför sitter du med din telefon?
uk: Чому ти в телефоні?

source: Write that idea down.
de: Schreib dir die Idee auf.
ja: そのアイデア書き留めておいて。
pl: Napisz ten pomysł.
pt_br: Anote essa ideia.
sv: Skriv ner din idé.
uk: Запиши ту ідею.

source: You don’t need to reply right now.
de: Du brauchst nicht gleich zu antworten.
ja: 今すぐ返信しなきゃって焦らなくて大丈夫だよ。
pl: Nie musisz teraz odpowiadać.
pt_br: Você não precisa responder agora.
sv: Du behöver inte svara just nu.
uk: Тобі не потрібно відповідати прямо зараз.

source: You just opened this out of reflex.
de: Du hast es nur reflexartig eingeschaltet.
ja: 反射的に開いちゃっただけだよね？
pl: Otworzyłeś to z przyzwyczajenia.
pt_br: Você abriu isso no automático.
sv: Du öppnade det här utan att tänka efter.
uk: Ти це робиш рефлекторно.

source: You promised.
de: Du hast es versprochen.
ja: 約束したでしょ？
pl: Obiecałeś coś.
pt_br: Você prometeu.
sv: Du lovade.
uk: А як же обіцянка?

source: You were doing so well.
de: Du hast dich so gut geschlagen.
ja: すごく良かったよ、あとちょっとだったね。
pl: Tak dobrze ci szło.
pt_br: Você estava indo tão bem.
sv: Du gjorde så bra ifrån dig.
uk: У тебе так добре виходило.

source: You’re already enough.
de: Du bist genug, so wie du bist.
ja: もうそれで十分だよ。
pl: Już jesteś dobry.
pt_br: Você já é suficiente.
sv: Du är allt du behöver vara.
uk: Ти і так молодець.

source: You’re doing it again.
de: Du machst es schon wieder.
ja: ほらほら、またやってるよ。
pl: Znowu to robisz.
pt_br: Você está fazendo de novo.
sv: Du gjorde det igen.
uk: Ти знову це робиш.

source: You’re not missing anything
de: Du verpasst nichts.
ja: 見逃してるものなんて何もないよ。
pl: Niczego nie tracisz.
pt_br: Você não está perdendo nada.
sv: Du missar inget.
uk: Ти нічого не пропускаєш.

source: You’ve got better things to do.
de: Du hast sinnvollere Dinge zu tun.
ja: もっとするべきことがあるでしょ？
pl: Masz lepsze rzeczy do roboty.
pt_br: Você tem coisas melhores para fazer.
sv: Du har bättre saker för dig.
uk: У тебе є важливіші справи.

source: Hands off!
ja: ハンズ・オフ！
sv: Låt bli!
uk: Руки геть!

source: Hands Off!
ja: ハンズ・オフ！

source: Orange
ja: オレンジ
pl: Pomarańczowy
pt_br: Laranja
uk: Помаранчевий
